
brew "mas"
brew "tmux"
brew "fish"
brew "peco"
brew "anyenv"

cask "alfred"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
cask "zoomus"
cask "discord"
cask "zeplin"

mas "Slack", id: 803453959
mas "LINE", id: 539883307
mas "Kindle", id: 405399194
mas "Key Codes", id: 414568915