# Run brew bundle
tap "heroku/brew"

brew "neovim", args: ["HEAD"]
brew "mas"
brew "tig"
brew "tmux"
brew "fish"
brew "peco"
brew "tree"
brew "anyenv"
brew "heroku"
brew "git-lfs"
brew "git-filter-repo"

cask "alfred"
cask "docker"
cask "firefox"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
cask "discord"
cask "figma"
cask "android-studio"
cask "graphiql"
cask "deepl"
cask "microsoft-teams"
cask "flutter"
# cask "zoomus" download: https://zoom.us/download

mas "Slack", id: 803453959
mas "Kindle", id: 405399194
mas "Craft", id: 1487937127

# parking area
# cask "google-chrome"
# cask "zeplin"
# mas "LINE", id: 539883307
# mas "Key Codes", id: 414568915
# mas "Xcode", id: 497799835
# mas "PicGIF", id: 844918735
