# Run brew bundle
tap "heroku/brew"

brew "neovim", args: ["HEAD"]
brew "mas"
brew "tig"
brew "tmux"
brew "fish"
brew "peco"
brew "anyenv"
brew "heroku"
brew "git-lfs"
brew "git-filter-repo"

cask "alfred"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
# cask "zoomus"
cask "discord"
cask "zeplin"
cask "android-studio"
cask "graphiql"

mas "Slack", id: 803453959
mas "LINE", id: 539883307
mas "Kindle", id: 405399194
# mas "Key Codes", id: 414568915
mas "Xcode", id: 497799835
mas "PicGIF", id: 844918735