alexcvzz.vscode-sqlite
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
esbenp.prettier-vscode
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
jock.svg
lightyen.tailwindcss-intellisense-twin
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
Prisma.prisma
skyapps.fish-vscode
vscodevim.vim
