alexcvzz.vscode-sqlite
asvetliakov.vscode-neovim
austenc.tailwind-docs
bradlc.vscode-tailwindcss
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
esbenp.prettier-vscode
firsttris.vscode-jest-runner
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
jcbuisson.vue
jock.svg
lightyen.tailwindcss-intellisense-twin
mechatroner.rainbow-csv
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.azure-account
nrwl.angular-console
octref.vetur
Prisma.prisma
sdras.vue-vscode-snippets
skyapps.fish-vscode
vscodevim.vim
